[
    {
        "id": 1,
        "marca": "Gibson",
        "modelo": "Les Paul R9",
        "descripcion:": "Se trata de una guitarra de cuerpo macizo, sin caja de resonancia. generalmente de caoba y con una tapa convexa de arce, cuyo acabado puede ser tanto en colores opacos como en otros traslúcidos que permiten ver las vetas de la madera. El mástil, encolado, lleva inserta un alma regulable y está rematado por un diapasón de 22 trastes, que suele ser de palo rosa. Incorpora dos fonocaptores o «pastillas» de bobinado doble o «humbuckers» y un puente Tune-o-matic sin palanca de vibrato, todos patentes de la propia fabricante del instrumento. Estas características generales se ven alteradas en algunos modelos, tanto por parte de Gibson como por algunos de sus usuarios.",
        "categoria": "Guitarra eléctrica",
        "calificacion": 5,
        "precio": 280000,
        "stock": 4,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/guitarras/lespaul.jpg"
    },
    {
        "id": 2,
        "marca": "Suhr",
        "modelo": "Stratocaster",
        "descripcion": "Cada guitarra Suhr es una pieza única fabricada en USA. Esta Classic S es una máquina de tono, contando con un nuevo mástil con un perfil 60's vintage con diapasón de palosanto de la India, pastillas pasivas single coild V60LP en mástil y medio con hum-cancelling que entrega un sonido transparente sin afectar al tono, acompañada de una pastilla SSV Humbucker en puente.",
        "categoria": "Guitarra Eléctrica",
        "calificacion": 5,
        "precio": 250000,
        "stock": 2,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/guitarras/suhr.jpg"
    },
    {
        "id": 3,
        "marca": "Fender",
        "modelo": "Telecaster",
        "descripcion:": "La Fender Telecaster es una guitarra eléctrica de cuerpo macizo mundialmente conocida, llamada 'la tabla' en sus comienzos. Se caracteriza por la simplicidad en su diseño y por el sonido que se obtiene de sus dos pastillas de bobinado simple o single coil, que aparecen en la inmensa mayoría de sus modelos en lugar de las de bobinado doble o humbuckers que aparecieron posteriormente en otras guitarras. Dicho sonido se considera especialmente adecuado para la guitarra rítmica, aunque se utiliza igualmente en el soft rock, en el rock de los 60 o en el punk, también muy utilizada en el math rock y la new wave; pero sobre todo es la guitarra eléctrica por excelencia para la música country.",
        "categoria": "Guitarra eléctrica",
        "calificacion": 4.5,
        "precio": 100000,
        "stock": 10,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/guitarras/tele.jpg"
    },
    {
        "id": 4,
        "marca": "ESP",
        "modelo": "Horizon II",
        "descripcion": "La ESP E-II Horizon NT-II cuenta con todo para consagrar toda tu vida al rock. Su cuerpo sólido de caoba con tapa de arce en conjunción con su mástil encolado de arce con diapasón de ébano hará que tus solos rujan de lo lindo con su épico sustain. Además, su escala 25.5 es perfecta si quieres tocar en drop y su mástil con perfil fino en U es tremendamente cómodo y rapidísimo. Cuenta con una pareja de humbuckers EMG 57 y 66 que entregan una progresión tonal que harán que tu ampli cante o grite al gusto.  Las ESP E-II vienen a cubrir el hueco entre las guitarras custom shop y las guitarras de producción masiva.",
        "categoria": "Guitarra eléctrica",
        "calificacion": 5,
        "precio": 220000,
        "stock": 8,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/guitarras/horizon.jpg"
    },
    {
        "id": 5,
        "marca": "Fender",
        "modelo": "Stratocaster",
        "descripcion:": "La Fender Stratocaster, popularmente conocida como Strat o Strato, es un modelo de guitarra eléctrica diseñado entre 1952 y 1954 por Leo Fender, Bill Carson, George Fullerton y Freddie Tavares. Siendo fabricada y comercializada por Fender Musical Instruments Corporation desde 1954 a la actualidad. Es una guitarra de doble cutaway, con el «cuerno» superior más grande para el balance de la misma. Junto a la Gibson Les Paul y Fender Telecaster, es uno de los modelos de guitarra más imitados del mundo.1​2​ Debido a que «Stratocaster» y «Strat» son marca registrada de Fender, las guitarras de otros fabricantes que han copiado el modelo Stratocaster son habitualmente llamadas S-Type o ST-type.",
        "categoria": "Guitarra eléctrica",
        "calificacion": 4.5,
        "precio": 190000,
        "stock": 30,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/guitarras/strato.jpg"
    },
    {
        "id": 6,
        "marca": "Orange",
        "modelo": "Dual Terror",
        "descripcion": "Cabezal totalmente a válvulas con 30 Watts con carcasa práctica de metal blanco y con el sonido de los grandes amplificadores de Orange. Posee dos canales con Gain, Tono y Volumen y salida para altavoz de 1x16 Ohms o 2x8 Ohms.",
        "categoria": "Amplificador",
        "calificacion": 4,
        "precio": 120000,
        "stock": 3,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/amplificadores/dual-terror.jpg"
    },
    {
        "id": 7,
        "marca": "Marshall",
        "modelo": "JCM900",
        "descripcion": "El JCM800 2003 se ha ganado su fama y reputación en los mejores y más grandes escenarios del mundo. Esta nueva edición ofrece además una vía de efectos con true Bypass.El cabezal de Amplificador de válvulas de Guitarra Marshall JCM800 2203 es un potente Amplificador monocanal, válvulas sin la encumberance de reverberación adicional o circuitos de efectos incorporados. El JCM800 2203 es uno de los más respetados jefes de Marshall de 100 vatios en la larga e ilustre historia.",
        "categoria": "Amplificador",
        "calificacion": 4,
        "precio": 390000,
        "stock": 2,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/amplificadores/jcm-900.jpg"
    },
    {
        "id": 8,
        "marca": "Vox",
        "modelo": "AC30",
        "descripcion": "El AC30 es un amplificador a válvulas de 30W de potencia hecho a mano, desarrollado y comercializado por Vox Amplification en 1958. Se caracteriza por un sonido energético y distintivo de baja fidelidad en su canal limpio y por tonos suaves y contundentes en su canal de distorsión. La calidad de sus componentes era alta, y se podía regular la impedancia de salida a 4, 8 o 16 ohmios según conviniera. Todo ello hacía de él una gran revolución tanto dentro de la empresa Vox y en general en el mundo de los amplificadores, siendo especial su repercusión en el Reino Unido.",
        "categoria": "Amplificador",
        "calificacion": 4.5,
        "precio": 150000,
        "stock": 5,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/amplificadores/ac30.jpg "
    },
    {
        "id": 9,
        "marca": "Fender",
        "modelo": "Deluxe reverb",
        "descripcion": "El amplificador Fender ’65 Deluxe Reverb® en formato combo, tiene un sonido más que suficiente para tocar en cualquier escenario acompañado con una batería y a su vez tiene un tamaño pequeño y un peso ligero como para transportarlo sin problemas. Sus 22 vatios de puro sonido Fender Deluxe, le hace convertirse en un amplificador de guitarra inigualable a cualquier amplificador de similares vatios y será el mejor compañero del directo para pequeños locales en los que no se necesite un excesivo sonido.",
        "categoria": "Amplificador",
        "calificacion": 5,
        "precio": 300000,
        "stock": 3,
        "urlImagen": "https://raw.githubusercontent.com/Facundojimenez/musicStoreReact/main/src/media/amplificadores/deluxe-reverb.jpg"
    }
]